const Book = require('./Book');
const stor = {
  books: [
    new Book(
      'sDwXvXL',
      'Мартин Иден',
      'Молодой моряк по имени Мартин Иден спасает от смерти незнакомого юношу',
      'Джек Лондон',
      '10',
      'Твёрдый',
      'MartinIden_JackL',
      'VX6PlWU.txt'
    ),
    new Book(
      'SgfsucY',
      'Безымянный раб',
      'Хорошее боевое фэнтези. На Торн не по своей воле попадают несколько землян.',
      'Виталий Зыков',
      '10',
      'Твёрдый',
      'NamelessSlave_VitaliZ',
      'sZFBk8Q.txt'
    ),
    new Book(
      'SgdghbJJ',
      'Ночной Дозор',
      'В современной Москве существует мир Иных, к которым относятся маги, волшебники и прочие произошедшие от людей, но не относящие себя к ним существа.',
      'Сергей Лукьяненко',
      '10',
      'Твёрдый',
      'NightWatch_Lukyanenko',
      'sZFjgfkasfck.txt'
    )
  ] 
};

module.exports = stor;
